app/controllers/v1/meeting_rooms_controller.rb

INSERT INTO "meeting_rooms" ("name", "capacity", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Test12"], ["capacity", 10], ["created_at", "2021-09-21 06:19:17.799827"], ["updated_at", "2021-09-21 06:19:17.799827"]]
---
    def create
      @meeting_room = MeetingRoom.create(meeting_room_params)

DELETE FROM "meeting_rooms" WHERE "meeting_rooms"."id" = ?  [["id", 1]]
---
    def destroy
      @meeting_room.destroy

SELECT "meeting_rooms".* FROM "meeting_rooms" WHERE (2) LIMIT ?  [["LIMIT", 1]]
---
    def set_meeting_room
      @meeting_room = MeetingRoom.find_by(params[:id])